[
  {
    "name": "General Plumbing",
    "description": "Professional general plumbing services"
  },
  {
    "name": "Leak Detection",
    "description": "Professional leak detection services"
  },
  {
    "name": "CCTV / Water Intrusion Investigation",
    "description": "Professional CCTV / water intrusion investigation services"
  },
  {
    "name": "Plumbing Services",
    "description": "Professional plumbing services"
  },
  {
    "name": "CCTV / Water Intrusion",
    "description": "Professional CCTV and water intrusion services"
  },
  {
    "name": "Pre Purchase Home, Plumbing Inspection Report",
    "description": "Provides a plumbing system inspection before signing a house contract, including CCTV inspection of sewer and stormwater systems, water mains pressure testing, review of leaking pipes, roof and gutter inspections, hot water inspections, and surface water drainage assessment."
  },
  {
    "name": "Insurance Reporting for Water Intrusions",
    "description": "Experienced in insurance reporting relating to plumbing and water intrusions, providing comprehensive reports with supporting images and video using Thermal Imaging Camera technology. Includes site visits, damage reports, and solutions within 24 hours."
  },
  {
    "name": "Real Estate Agents",
    "description": "Provides plumbing solutions to real estate clients in a cost-effective manner, offering fast, efficient, and honest reporting. Experienced in high rise, multi-story apartment and resort plumbing."
  },
  {
    "name": "Stormwater Drainage",
    "description": "Addresses stormwater drainage issues in gardens, patios, and pool areas, including agricultural pipe replacement, driveway grate or stormwater pit installation, downpipe assessment, and redirection."
  },
  {
    "name": "Blocked & Broken Drain Diagnosis",
    "description": "Uses CCTV technology to identify pipe breaks or tree roots causing blockages or leaks. Clears drains with Jetter and uses CCTV camera to find the cause of blockages, then unblocks and cleans stormwater lines."
  },
  {
    "name": "Burst Pipes",
    "description": "Water leaking underground can waste a lot of water. MRJ Plumbers use acoustic technology to locate the leak. The MRJ Plumbing team will then repair the underground leak or redirect the pipework."
  },
  {
    "name": "Mains Water Leaks",
    "description": "Professional mains water leak services"
  },
  {
    "name": "Roof Plumbing Leaks",
    "description": "Nik can identify cracked tiles, leaking gutters, roof flashing issues and discuss solutions to stop water from entering your house."
  },
  {
    "name": "Apartment Patio Leaks",
    "description": "MRJ Plumbing can identify the leak using infrared camera technology, then provide a detailed report with supporting images."
  },
  {
    "name": "House Water Intrusion",
    "description": "MRJ Plumbing use Thermal Imaging Cameras to identify leaks in your ceiling, walls and anywhere you can't access. MRJ Plumbing can locate the problem and provide a solution."
  },
  {
    "name": "Bathroom Renovations",
    "description": "Exciting and daunting, bathroom renovations can add value to your property with the right layout. MRJ Plumbing can discuss solutions for underground pipework redirection, installing showers, basins, and tapware, and work to your budget."
  },
  {
    "name": "Kitchen Renovations",
    "description": "MRJ Plumbing is the master of kitchen renovations. He can work with the existing pipework or discuss solutions for plumbing redirection."
  },
  {
    "name": "Laundry Renovations",
    "description": "MRJ Plumbing can provide plumbing solutions for updating your laundry. The team can remove old laundry fixtures and replace them with new ones."
  },
  {
    "name": "Toilet Repair and Replacement",
    "description": "Nik can discuss options regarding toilet repair or replacement working to your budget and design."
  },
  {
    "name": "Leaking Tap and Shower Head Repairs",
    "description": "MRJ Plumbing can assist with tap and shower head repair or replacement. Leaking shower heads, basin taps, toilet taps, outdoor garden taps can add dollars to your water bill if not addressed quickly."
  },
  {
    "name": "Dishwasher Plumbing and Installation",
    "description": "MRJ Plumbing can review the water supply, redirect the pipework, fix the isolation tap or install a new dishwasher."
  },
  {
    "name": "Fridge Water Points and Plumbing",
    "description": "MRJ Plumbing can redirect pipework through the roof cavity or underfloor for your new fridge."
  },
  {
    "name": "Hotwater Systems",
    "description": "Professional hot water system services"
  },
  {
    "name": "Rainwater Tank Installation",
    "description": "A licenced plumber is required to connect your gutters to a tank and ensure the overflow storm water runs away from your property."
  },
  {
    "name": "CCTV/WATER INTRUSION",
    "description": "Professional CCTV/WATER INTRUSION services"
  }
]