[
  {
    "name": "General Plumbing",
    "description": "Professional general plumbing services"
  },
  {
    "name": "Leak Detection",
    "description": "Professional leak detection services"
  },
  {
    "name": "CCTV / Water Intrusion Investigation",
    "description": "Professional CCTV / water intrusion investigation services"
  },
  {
    "name": "Plumbing Services",
    "description": "Professional plumbing services"
  },
  {
    "name": "CCTV / Water Intrusion",
    "description": "Professional CCTV and water intrusion services"
  },
  {
    "name": "Pre Purchase Home, Plumbing Inspection Report",
    "description": "Provides a plumbing system inspection before signing a house contract, including CCTV inspection of sewer and stormwater systems, water mains pressure testing, and review of leaking pipes."
  },
  {
    "name": "Insurance Reporting for Water Intrusions",
    "description": "Experienced in insurance reporting relating to plumbing and water intrusions, using Thermal Imaging Camera technology to provide supporting images and video."
  },
  {
    "name": "Real Estate Agents",
    "description": "Provides plumbing solutions to real estate property managers with fast, efficient, and honest reporting."
  },
  {
    "name": "Stormwater Drainage",
    "description": "Addresses stormwater drainage issues, including agricultural pipe replacement, driveway grate installation, and downpipe redirection."
  },
  {
    "name": "Blocked & Broken Drain Diagnosis",
    "description": "Uses CCTV technology to identify pipe breaks or tree roots causing blockages, and offers drain unblocking and cleaning services."
  },
  {
    "name": "Burst Pipe Repair",
    "description": "Professional burst pipe repair services"
  },
  {
    "name": "Burst Pipes",
    "description": "MRJ Plumbers use acoustic technology to locate underground water leaks and repair or redirect the pipework."
  },
  {
    "name": "Mains Water Leaks",
    "description": "MRJ Plumbing suggests checking if water is passing through your water meter if you find water surfacing on your property or received a notice from the council regarding excess usage."
  },
  {
    "name": "Roof Plumbing Leaks",
    "description": "Nik can identify cracked tiles, leaking gutters, roof flashing issues and discuss solutions to stop water from entering your house."
  },
  {
    "name": "Apartment Patio Leaks",
    "description": "MRJ Plumbing can identify leaks from an apartment above using infrared camera technology, then provide a detailed report with supporting images."
  },
  {
    "name": "House Water Intrusion",
    "description": "MRJ Plumbing use Thermal Imaging Cameras to identify leaks in your ceiling, walls and anywhere you can't access. MRJ Plumbing can locate the problem and provide a solution."
  },
  {
    "name": "Bathroom Renovations",
    "description": "Bathroom renovation services including underground pipework redirection, installing showers, basins, and tapware."
  },
  {
    "name": "Kitchen Renovations",
    "description": "Kitchen renovation services, working with existing pipework or discussing solutions for plumbing redirection."
  },
  {
    "name": "Laundry Renovations",
    "description": "Laundry renovation services including removal of old laundry fixtures and replacement with new."
  },
  {
    "name": "Toilet Repair and Replacement",
    "description": "Toilet repair and replacement services to address leaking or dripping toilets."
  },
  {
    "name": "Leaking Tap and Shower Head Repairs",
    "description": "Repair and replacement services for leaking taps and shower heads."
  },
  {
    "name": "Dishwasher Plumbing and Installation",
    "description": "Dishwasher plumbing and installation services including reviewing water supply, redirecting pipework, fixing isolation taps, and installing new dishwashers."
  },
  {
    "name": "Fridge Water Points and Plumbing",
    "description": "Plumbing services to redirect pipework for fridge water points."
  },
  {
    "name": "Hotwater Systems",
    "description": "Hot water system services to address expiry dates, leaks, and corrosion."
  },
  {
    "name": "Rainwater Tank Installation",
    "description": "Rainwater tank installation services, connecting gutters to tanks and ensuring proper storm water runoff."
  },
  {
    "name": "CCTV/WATER INTRUSION",
    "description": "Professional CCTV/WATER INTRUSION services"
  }
]